/* DAC settings info line format for integer spl rates */
"%i/%.0f D/A %@converter" = "%1$i/%2$.0f D/A %3$@converter";

/* DAC settings info line format for decimal spl rates */
"%i/%.1f D/A %@converter" = "%1$i/%2$.1f D/A %3$@converter";

/* Error saving playlist alert panel */
"An error occured trying to save the playlist" = "An error occured trying to save the playlist";

/* Cancel button title */
"Cancel" = "Cancel";

/* Quit without saves error question message */
"Could not save changes while quitting.  Quit anyway?" = "Could not save changes while quitting.  Quit anyway?";

/* Digital Volume info under volume slider */
"DIGITAL\nVOLUME" = "DIGITAL\nVOLUME";

/* DAC settings info line: downsampling word */
"downsampling " = "downsampling ";

/* Error message for device init */
"Error initializing audio device" = "Error initializing audio device";

/* Hogged by other alert panel */
"Error initializing sound device" = "Error initializing sound device";

/* Error saving playlist alert panel */
"Error saving playlist" = "Error saving playlist";

/* Generic error message for device start */
"Error starting device playback" = "Error starting device playback";

/* Error message for Integer Mode */
"Error: unable to change to Integer Mode" = "Error: unable to change to Integer Mode";

/* Error message for exclusive access */
"Error: unable to grab exclusive access" = "Error: unable to grab exclusive access";

/* Unable to load first track error message */
"Error: unable to load first track" = "Error: unable to load first track";

/* Initializing Audio Device info in LCD title line */
"Initializing audio device..." = "Initializing audio device...";

/* IntegerOFF tooltip for LCD info */
"Integer Mode is OFF" = "Integer Mode is OFF";

/* IntegerON tooltip for LCD info */
"Integer Mode is ON" = "Integer Mode is ON";

/* Master Volume info under volume slider */
"MASTER\nVOLUME" = "MASTER\nVOLUME";

/* DAC settings info line: oversampling word */
"oversampling " = "oversampling ";

/* Quit anyway button title */
"Quit anyway" = "Quit anyway";

/* Quit without saves error question info */
"Quitting now will lose any changes you have made since the last successful save" = "Quitting now will lose any changes you have made since the last successful save";

/* Info line stopping device */
"Stopping audio device..." = "Stopping audio device...";

/* Hogged by other alert panel */
"The sound device is already hogged by another application\nUnable to start playing" = "The sound device is already hogged by another application\nUnable to start playing";

/* Error saving playlist alert panel */
"Unable to save the playlist in M3U format.\nThis may be due to a character encoding issue.\nDo you want to tray saving in M3U8 format ?" = "Unable to save the playlist in M3U format.\nThis may be due to a character encoding issue.\nDo you want to tray saving in M3U8 format ?";

/* DAC settings info line: upsampling word */
"upsampling " = "upsampling ";

/* Yes button title */
"Yes" = "Yes";

